[
  {
  "id": 1,
  "title": "Olympic Love",
  "content": "Bujcho, koyekdin dhore arki ekta gaaner lyrics mathay ghurtese. Oije Tame Impala “The Less I know The Better”. xD pura lyrics ta arki emnite onek different, as in not applicable to us. But ei particular koyekta line: \nI was doing fine without you\n'Til I saw your face, now I can't erase\nI was doing fine without you\n'Til I saw your eyes turn away from mine\n\n\tLast year, before June 17th rolled in, I was doing pretty fine. We were 3 months into lockdown and the cabin fever hadn’t kicked in yet. Every night was something different; a new movie, a new show, plain ole’ disco night with the boys etc etc. Life was going pretty smoothly, and then I met you.\n\nAs I have told on multiple occasions, I often think about just how random the events were that led me to you. What if I had turned on the AC that night? What if I didn’t feel like sending the text to the GC? What if slept that night rather than sending the pic to you? So many diverging possibilities, and yet here we are. I like to think of June 17 as a Nexus event; that even if stuff didn’t happen like it did, we would have still met in some way or the other. And regardless of what timeline we are in, my life would have been changed.\n\nThe first text you sent me was “Sup?”. I remember this because Messenger needs a keyword if I want to scroll all the way to the top. And while it computes all of the texts we have sent over the past year, I take a trip down memory lane. It has been exactly 1 year and I still am not completely in terms with the fact that I have you in my life. Granted that the first few days were us just socializing with each other, sharing interesting facts about ourselves, relating to each other about how cabin fever wouldn’t affect us (we were pretty off the mark yes). But slowly I began to see just how much I love talking to you. I was literally talking to you everyday, something which we have continued doing till date.\n\nSlowly, yet quite quickly, you became one of the most important parts of my life. \n\nI wanted this to be romantic xD, kind of like a love letter you know? But as I have discovered time and again; I am not that good at expressing myself (or maybe I am, majhe majhe falter kori khali). But trust me when I say this, I love you. I love you with all my heart. I love that we got to text on June 17th. I love that I can be at my most vulnerable with you. I love that you too can be fully yourself with me. I love the fact that we find solace in each other. I absolutely love being there with you by your side, whatever it is that we are doing or facing. \n\nSo here I am, standing on top of Mount Olympus, screaming down:\n\nI love you"
  }
]
