[
  {
  "id": 1,
  "title": "Olympic Love",
  "content": "Bujcho, koyekdin dhore arki ekta gaaner lyrics mathay ghurtese. Oije Tame Impala “The Less I know The Better”. xD pura lyrics ta arki emnite onek different, as in not applicable to us. But ei particular koyekta line: \nI was doing fine without you\n'Til I saw your face, now I can't erase\nI was doing fine without you\n'Til I saw your eyes turn away from mine\n\n\tLast year, before June 17th rolled in, I was doing pretty fine. We were 3 months into lockdown and the cabin fever hadn’t kicked in yet. Every night was something different; a new movie, a new show, plain ole’ disco night with the boys etc etc. Life was going pretty smoothly, and then I met you.\n\nAs I have told on multiple occasions, I often think about just how random the events were that led me to you. What if I had turned on the AC that night? What if I didn’t feel like sending the text to the GC? What if slept that night rather than sending the pic to you? So many diverging possibilities, and yet here we are. I like to think of June 17 as a Nexus event; that even if stuff didn’t happen like it did, we would have still met in some way or the other. And regardless of what timeline we are in, my life would have been changed.\n\nThe first text you sent me was “Sup?”. I remember this because Messenger needs a keyword if I want to scroll all the way to the top. And while it computes all of the texts we have sent over the past year, I take a trip down memory lane. It has been exactly 1 year and I still am not completely in terms with the fact that I have you in my life. Granted that the first few days were us just socializing with each other, sharing interesting facts about ourselves, relating to each other about how cabin fever wouldn’t affect us (we were pretty off the mark yes). But slowly I began to see just how much I love talking to you. I was literally talking to you everyday, something which we have continued doing till date.\n\nSlowly, yet quite quickly, you became one of the most important parts of my life. \n\nI wanted this to be romantic xD, kind of like a love letter you know? But as I have discovered time and again; I am not that good at expressing myself (or maybe I am, majhe majhe falter kori khali). But trust me when I say this, I love you. I love you with all my heart. I love that we got to text on June 17th. I love that I can be at my most vulnerable with you. I love that you too can be fully yourself with me. I love the fact that we find solace in each other. I absolutely love being there with you by your side, whatever it is that we are doing or facing. \n\nSo here I am, standing on top of Mount Olympus, screaming down:\n\nI love you"
  },
  {
  "id": 2,
  "title": "শারদীয় বেদনা",
  "content": "Bubs\nI don't know if I will be able to give you this letter tomorrow. I hope I do. You know I tried to write what I wanted to say in the form of a story, making the protagonist react to yesterday and say my words. I tried to write it, but it seems like if I ever even had those skills, they have completed eroded. \n\nI am a deeply imperfect person. I never claim to be the opposite, but I don't quite realize how lacking I am, in every aspect of my life. I encounter conflicts, understand them and then shelve them rather than deal with them. Its how I have dealt with all the difficult scenarios I have faced; by sweeping them under the rug. I don't know how this coping mechanism started, and I especially don't know when I stopped realizing how this hurt the people close to me more than it affected me. \n\nI don't want this letter to be an excuses letter. I want this letter to convey that I don't want to lose you, that I want to fight for you. I know that you have received zero examples of that to trust anything I say.  \n\nBut honey, I can't imagine not being with you. I tried to think about what would happen if you are not there anymore. You probably think that I am ready to live without you. But I honestly couldn't imagine a future where I don't end up marrying you and we don't end up living together in the little paradise we build. The thought of doing that with someone else or even alone seems not just like betraying you, but also like betraying a core part of me. Physically revolting. \n\nI know you will probably be a lot happier and more content with someone better, rather than the current me. I know there are better partners for you out there than me. But I can't lose you, I simply can't. \n\nI know you don't want to see me right now, I know I made you feel like you were not my priority. But still, I want to sit down and talk it through with you. We will talk about everything from scratch, revisit every issue and try to find ways to solve it together. I know you have coached me way more than you should have, and I should have learned and internalized this like a second nature. And I will work on them on my own. But please, let us meet and talk anyway. Oije oi quote, fight the problem not each other. I understand I am the problem, but still please ekshathe kori otao.\n\nI love you. I will win you back\n\n\nশারদীয় শুভেচ্ছা জান \n\nYour Raccoon"
},
  {
  "id": 3,
  "title": "Unheard plea",
  "content": "Bubs please unblock kore de. I had no intention of hurting you bubs. Ajke just possible hoto na pulp e boshata. That doesn't mean anything else other than circumstances. Please bubs raag klre thakish na. Ami parina tor kase ebhabe blocked thakte. Idk if you understand this, but I hate being cut off like this. Please unblock kore de jaan. Every notification ping reminds me je tui nai oipashe, I don't want to feel that\n\n\nEven if you don't want to unblock, please write in this doc. Tokei edit access deya khali"
},
  {
  "id": 4,
  "title": "Late night poetry?",
  "content": "Tomorrow will be noisy for sure.\nHell, maybe the hubbub of daily life will invade even today.\nWho knows, it might be creeping at us with every passing second.\n\nBut right here and right now,\nAt this very moment;\nTime stands still.\nThe air freezes over \nAs you look into my eyes \nAnd give me a smile.\n\n\nThe pandemonia of our lives are still very distant and pleasantly muffled.\n\n\nSee, it doesn't matter that the universe isn't here to stay.\nIt doesn't even matter that the future is scary and full of random and seemingly very different outcomes.\nIt for sure doesn't matter that we are doomed to walk only one of those paths.\n\nWhat does matter is that at this specific point in time, silence hangs in the air. \n\nSilence all around\nAnd I get to share that silence with you. "
},
  {
  "id": 5,
  "title": "Hades",
  "content": "It's 6 in the morning now. The birds are chirping outside, the first rays of the sun peeking through my window. A nice morning by all accounts, but yet my bed feels so empty. It always feels like that these days. I am wracked by visions of that perfect little house of ours with that perfect baranda; the one where we will be one with the rain, the sunsets and with each other. I want that, i want that right now. I don't know how we reach there, god knows it won't be easy. God knows if it will be even possible. But I want that more than anything else in the world. I want you beside me, in this bed. I want to wake up looking at your perfect peaceful smile. I want me giving you a forehead kiss to be the coffee that starts my day. I want you bubs. I love you so much mi amore, even Hades can't keep me apart from you.\n\nTo my Eurydice, for whom I'd walk the entirety of hell barefoot"
}
]
